Repository: miguelchavez/lemonpos
Catalog: squeeze/src/po/*.po
Languages: de, fr

source: Client Editor
de: Kunden bearbeiten
fr: Editeur de client

source: Enter client full name
de: Volle Name des Kunden
fr: Entrer le nom du client

source: Phone number
de: Telefon
fr: N° de téléphone

source: Cell phone number
de: Handy
fr: Portable :

source: Accumulated points
de: gesammelte Bonuspunkte
fr: Points accumulés

source: Personal discount
de: persönlicher Rabatt
fr: Remise personelle

source: Squeeze your lemon!
de: Quetsche dein Lemon!
fr: Pressez votre citron !

source: Many ideas and general help
de: Viele Ideen und Hilfe
fr: Idées variées et aide générale

source: Code contributor
de: Mitwirkende
fr: Contributeur de code

source: Document to open
de: Datei zum öffnen
fr: Document à ouvrir

source: General ToolBar
de: Allgemeine Symbolleiste
fr: Barre d'outils générale

source: Stock Movement
de: Lagerbewegungen
fr: Mouvement de stock :

source: Reports
de: Berichte
fr: Rapports

source: Other Actions
de: andere Aktionen
fr: Autres actions

source: &Data
de: Aktion
fr: &Données

source: &Reports
de: Berichte
fr: &Rapports

source: Form
de: Formular
fr: Formulaire

source: &Address:
de: &Adresse:
fr: &Adresse :

source: Phone
de: Telefon
fr: Téléphone :

source: Cell Phone:
de: Handy:
fr: Portable :

source: Change &Photo
de: &Foto ändern
fr: Changer &Photo :

source: Points:
de: Bonuspunkte:

source: Discount:
de: Rabatt:
fr: Remise :

source: Since:
de: Seit:
fr: De :

source: Discount for product:
de: Rabatt für Artikel:
fr: Remise pour le produit (%) :

source: Filter by name
de: Filtern nach Name
fr: Filtre par nom

source: Filter by category
de: Filtern nach Kategorie
fr: Filtre par catégorie

source: Discount percentage:
de: Rabatt Prozent:
fr: Remise (%):

source: New product price:
de: Artikel Neupreis:
fr: Nouveau prix du produit

source: Valid From
de: Gültig ab
fr: Formulaire valide

source: Valid Until
de: Gültig bis
fr: Période de validité

source: &Username:
de: Benutzername:
fr: &Nom utilisateur:

source: &Password:
de: &Passwort
fr: &Mot de passe :

source: &Full Name:
de: &Voller Name
fr: &Nom entier :

source: User Role
de: Benutzerrolle
fr: Role de l'utilisateur

source: Vendor
de: Benutzer
fr: Vendeur

source: Supervisor
de: Leiter/in
fr: Superviseur

source: Print the ticket as
de: Rechnungsdruck als
fr: Imprimer le ticket avec

source: Small receipt using a thermal ticket printer (using CUPS)
de: Kleine Rechnung (Kassenbon) mit Thermotransferdrucker (durch CUPS)
fr: Petit reçu en utilisant une imprimante thermale (utilisant CUPS)

source: Small receipt using a dot-matrix ticket printer (using /dev/lpX)
de: kleine Rechnung (Kassenbon) mit Nadeldrucker (durch /dev/lpX)
fr: Petit reçu en utilisant une imprimante matriciel (utilisant /dev/lpX)

source: Printer Device:
de: Druckergerät:
fr: Imprimante :

source: Printer Codec:
de: Druckerformat:
fr: Codec d'imprimante :

source: Big format [A4, Letter] receipt using normal printer (using CUPS)
de: A4 Format mit Standardrucker (durch CUPS)
fr: Grand format [A4, lettres] utilisant une imprimante normale (utilisant CUPS)

source: Print Balances on your selected printer (above).
de: Drucke Bilanz auf dem ausgewählten Drucker (oben).
fr: Imprimer les soldes sur l'imprimante par défaut (audessous)

source: Print Date Changed Tickets
de: drucke Rechnungen mit Änderungsdatum
fr: Imprimer la date de changement de tickets

source: Style:
de: Stil:

source: simple
de: einfach

source: Most Sold Products, Alert Range
de: Meistverkaufte Artikel, Warnbereich
fr: La plupart des produits vendus, alerte de stock

source: Min Value:
de: Minimal Wert
fr: Valeur Mini

source: Max Value:
de: Maximal Wert
fr: Valeur Maxi

source: Low security mode
de: geringe Sicherheit
fr: Mode de sécurité faible

source: Grid is the default view for products
de: Raster ist die Standardansicht für Produkte
fr: La grille est la vue par défaut pour les produits

source: Database
de: Datenbank
fr: Base de données

source: &Database Name:
de: &Datenbank Name:
fr: &Nom de la B.D. :

source: Product Editor
de: Artikel bearbeiten
fr: Editeur de produit

source: &Code:
de: Artikelnummer:

source: Enable Code Editing
de: Artikelnummer editieren
fr: Edition de code validée

source: Change photo
de: Abbildung ändern
fr: Changer la photo

source: &Description:
de: &Beschreibung

source: &Stock Qty:
de: Lagerbestand:
fr: &Quantité en stock :

source: To change stock please use check-in/check-out
de: Um den Lagerbestand zu ändern, bitte die Bestandskorrektur verwenden
fr: Pour changer le stock SVP utiliser sortie/entrée

source: Make a stock correction
de: Lagerbestandskorrektur
fr: Effectuer une correction de stock

source: C&ategory:
de: &Kategorie:
fr: C&atégorie :

source: So&ld by:
de: VK-Einheit:
fr: Vendu &par :

source: C&ost:
de: EK-Preis (netto):
fr: C&oût :

source: It's A Raw Product
de: ist ein Rohstoff
fr: C'est un produit brut

source: &Tax (%):
de: MwSt. (%):
fr: &Taxe(%) :

source: This is the tax in percentage.
de: Das ist der Steuersatz in Prozent.
fr: En pourcentage.

source: Calcutate Price
de: Preis ermitteln
fr: Calculer le prix

source: Calculate price based on utility
de: Preiskalkulation basierend auf dem Dienstprogramm
fr: Calculer le prix de base sur l'utilité.

source: Calculate price automatically
de: Automatische Preiskalkulation
fr: Calculer du prix automatique.

source: Special Tax
de: Sonderabgabe
fr: Taxes diverses

source: Ot&her Taxes (%):
de: An&dere Steuern/Abgaben (%):
fr: &Autres taxes :

source: This is the extra tax in percentage.
de: Prozentualvert der extra Steuern/Abgaben
fr: Autres taxes en pourcentage.

source: &Public price:
de: &VK-Preis
fr: &Prix publique :

source: Can be calculated with de + button
de: Kann mit dem + Knopf berechnet werden
fr: Pour calculer, appuyez sur le bouton +.

source: It's a Group/Pack
de: ist eine Gruppe/Bündel
fr: C'est un Paquet Groupé

source: Show Group details
de: Gruppendetails anzeigen
fr: Affiche les détails de groupe

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Select</span> products from the left list and click the '&gt;' button to <span style=" font-weight:600;">add</span> them to the group on the right. You can<span style=" font-style:italic;"> </span><span style=" font-weight:600; font-style:italic;">increment</span><span style=" font-weight:600;"> </span>item quantities on the right table by <span style=" font-weight:600;">double clicking</span> on the item</p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Wählen Sie</span> Artikel auf der linken Seite und klicken Sie '&gt;' Knopf um <span style=" font-weight:600;">diesen</span> in die rechte Gruppe aufzunehmen. Sie können<span style=" font-style:italic;"> </span><span style=" font-weight:600; font-style:italic;">die Anzahl</span><span style=" font-weight:600;"> </span>der Artikel auf der rechten Seite <span style=" font-weight:600;">durch einen Doppelklick</span> erhöhen</p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-style:italic;">Sélectionner</span> des produits de la liste gauche et cliquer le'&gt;' bouton pour <span style=" font-weight:600;">les ajouter</span> au groupe de droiteVous pouvez<span style=" font-style:italic;"> </span><span style=" font-weight:600; font-style:italic;">incrémenter</span><span style=" font-weight:600;"> </span>Les quantités d'article sur la table à droite en<span style=" font-weight:600;">double cliquant</span> sur l'article</p></body></html>

source: Price drop % for the group:
de: Preisnachlass % für die Gruppe:

source: Group Price:
de: Gruppenpreis:

source: TextLabel
de: Aufdruck
fr: Libellé

source: Add selected products to the group
de: selektierte Artikel in die Gruppe übernehmen
fr: Ajouter les produits sélectionnés au groupe

source: Remove selected products from the group
de: selektierte Artikel aus der Gruppe entfernen
fr: Effacer les produits sélectionnés du groupe

source: Qty
de: Anzahl
fr: Qté

source: Description
de: Beschreibung

source: You can filter the products by description,
de: Sie können die Artikel nach Beschreibung filtern
fr: Vous pouvez filtrer par description de produit

source: Close this panel
de: Bedienfeld schließen
fr: Fermer ce panneau

source: qty:
de: Anz.

source: &Phone
de: Telefon
fr: Télé&phone :

source: &Cell Phone:
de: Handy:
fr: &Portable :

source: Products
de: Artikel
fr: Produits

source: Add selected
de: markierte hinzufügen
fr: Ajouter la sélection

source: Cancel
de: Abbruch
fr: Annuler

source: Add
de: Hinzufügen
fr: Ajouter

source: Remove
de: entfernen
fr: Effacer

source: Purchase
de: Wareneingang
fr: Achats

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Fill data for each product you purchased and click <span style=" font-weight:600;">add item</span> to continue with another product. Note that if a product exists on database, it will be updated. <span style=" font-weight:600;">When finish, click "Ok" button</span>.</p> <p style="-qt-paragraph-type:empty; margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Daten für jeden gekauften Artikel eingeben, auf <span style=" font-weight:600;">Artikel hinzufügen</span> klicken um mit dem nächsten fortzufahren. Für bestehende Artikel werden die Daten aktualisiert. Wenn fertig, <span style=" font-weight:600;">"Ok" </span>Knopf drücken.</p> <p style="-qt-paragraph-type:empty; margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:8pt; font-weight:400; font-style:normal;"> <p style=" margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Saisir les données de chaque produit acheté et cliquer <span style=" font-weight:600;">ajouterarticle</span> pour continuer avec un autre produit. Noter que si un produit existedans la base de données, il sera mis à jour. <span style=" font-weight:600;">Quand c'estfini, cliquer le bouton"Ok"</span>.</p> <p style="-qt-paragraph-type:empty; margin-top:12px; margin-bottom:12px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p></body></html>

source: Product Information
de: Artikel Information
fr: Information produit

source: Pu&rchase Qty:
de: &Abnahmemenge:
fr: Qté d'achat :

source: &Points:
de: Bonus&punkte

source: &Taxes 1).-
de: &MwSt. 1).-

source: For price auto-calculation only
de: nur für automatische Preisberechnung
fr: Seulement dans le cas du calcul automatique d'un produit

source: Boxed products
de: VE Artikel
fr: Produits en boite

source: &Items/box:
de: &Stück/VE:
fr: Art&icles/boite :

source: Items per box
de: &Anzahl pro VE:
fr: &Articles par boite :

source: P&rice/box :
de: Preis/VE:
fr: P&rix/boite

source: Price per box
de: Preis pro VE:
fr: Prix par boite

source: Group. There will be added all its grouped products to the purchase.
de: Gruppe. Alle Artikel der Gruppe werden hinzugefügt.
fr: Groupe : Tous les produits groupés seront ajoutés à l'achat.

source: add this product
de: Artikel hinzufügen
fr: Ajouter ce produit

source: Items in this purchase
de: Artikel bei diesem Einkauf:
fr: Articles dans cet achat

source: Code
de: Artikelnummer

source: Purchased Qty
de: Gekauft
fr: Qté achetée

source: Total Qty
de: Gesamt
fr: Qté totale

source: Remove Item from list
de: Artikel aus der Liste entfernen
fr: Effacer l'article de la liste

source: welcome
de: Willkommen
fr: Bienvenue

source: 5 Most Sold Items
de: 5 meistverkaufte Artikel
fr: 5 Articles les plus vendus

source: Almost Sold Out Items (Top 5 sold items)
de: meist ausverkaufte Artikel (5 ersten ausverkauften)
fr: La plupart des articles vendus (5 mieux vendus)

source: Sales
de: Umsatz
fr: Ventes

source: Profit
de: Gewinn
fr: Bénéfice

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; font-style:italic;">View Products List As</span>:</p></body></html>
de: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; font-style:italic;">Zeige Artikelliste als</span>:</p></body></html>
fr: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Lucida Grande'; font-size:9pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"><span style=" font-weight:600; font-style:italic;">Afficher la liste de produitsComme</span>:</p></body></html>

source: Table
de: Tabelle

source: Grid
de: Raster
fr: Grille

source: Add Product
de: Artikel hinzufügen
fr: Ajouter un produit

source: Delete Product
de: Artikel löschen
fr: Effacer un produit

source: Create New Offer
de: Neues Angebot erstellen
fr: Créer une nouvelle offre

source: Delete Selected Offer
de: Markierte Angebote löschen
fr: Effacer une offre sélectionnée

source: To edit an user, double click on it.
de: Benutzer ändern mit Doppelklick
fr: Pour éditer un utilisateur, double cliquer sur son nom.

source: Add User
de: Benutzer hinzufügen
fr: Ajouter un utilisateur

source: Delete Selected
de: Markierte löschen
fr: Effacer la sélection

source: Add Measure
de: Einheit hinzufügen
fr: Ajouter une mesure

source: Add Category
de: Kategorie hinzufügen
fr: Ajouter une catégorie

source: Add Client
de: Kunde hinzufügen
fr: Ajouter un client

source: Add New Message
de: Nachricht hinzufügen
fr: Ajouter un nouveau message

source: Cash Flow
de: Umsatz
fr: Mouvement de caisse

source: Transactions
de: Transaktionen

source: Balances
de: Bilanzen
fr: Solde

source: Special Orders
de: Sonderangebote
fr: Commandes spéciales

source: Print
de: Drucken
fr: Imprimer

source: show not empty balances
de: zeige nicht leere Bilanzen
fr: Afficher les soldes non vides

source: show suspicious balances
de: zeige verdächtige Bilanzen
fr: Afficher les soldes suspicieux

source: by Date:
de: nach Datum:
fr: par date :

source: by Vendor Name
de: nach Verkäufer
fr: Par nom de vendeur

source: Cash In <
de: Einzahlung <
fr: En caisse <

source: Cash In >
de: Auszahlung >
fr: En caisse >

source: by Terminal Number
de: nach Kassen-Nr.
fr: Par N° de terminal

source: Only Sales
de: nur Verkauf
fr: Ventes seulement

source: show finished transactions
de: beendete Transaktionen anzeigen
fr: Afficher les transactions terminées

source: Only Purchases
de: nur Einkauf
fr: Achats seulement

source: show cancelled transactions
de: abgebrochene Transaktionen anzeigen
fr: Afficher les transactions annulées

source: Only Changes and Returns
de: Nur Rückgaben und Umtausch
fr: Afficher seulement les changements et les retours

source: show transactions paid with card
de: zeige Transaktionen mit Karte
fr: Afficher les transactions payées par carte

source: show transactions paid in cash
de: zeige Transaktionen in Bar
fr: Afficher les transactions payées en liquide

source: by Client Name:
de: nach Kunde
fr: Par nom de client

source: Amount Paid <
de: aus-/eingezahlter Betrag <
fr: Montant payé <

source: Amount Paid >
de: aus-/eingezahlter Betrag >
fr: Montant payé >

source: Printed
de: gedruckt

source: Add Currency
de: Währung hinzufühgen

source: Delete Currency
de: Währung löschen

source: by product description
de: nach Artikelbeschreibung
fr: Par description de produit

source: by today discounts
de: nach heutigen Angeboten
fr: Par date de fin de promotion

source: by valid discount for date:
de: nach gültigen Angeboten fürs Datum:
fr: Par date de promotion valide

source: by old discounts
de: nach alten Angeboten
fr: Par remise ancienne

source: by description
de: nach Beschreibung
fr: par description

source: by category
de: nach Kategorie
fr: par catégorie

source: show available items
de: zeige Artikel auf Lager
fr: Afficher les articles disponibles

source: show almost sold out items
de: zeige meist ausverkaufte Artikel
fr: Afficher les articles restants

source: show sold out items
de: zeige ausverkaufte Artikel
fr: Afficher les articles vendus

source: show less sold
de: zeige Ladenhüter
fr: Afficher les articles les moins vendus

source: show most sold
de: zeige meistverkaufte
fr: Afficher les plus vendus

source: show raw products only
de: nur Rohstoffe anzeigen
fr: Afficher les produits bruts seulement

source: show only group/pack products
de: nur Gruppe/Bündel anzeigen
fr: Afficher seulement les groupes/paquets de produits

source: By Date:
de: nach Datum:
fr: Par date :

source: All orders for day:
de: Alle Bestellungen pro Tag:
fr: Toutes les commandes du jour

source: All orders whitin 7 days
de: Alle Bestellungen innerhalb 7 Tagen
fr: Toutes les commandes des 7 derniers jours

source: All orders within 30 days
de: Alle Bestellungen innerhalb 30 Tagen
fr: Toutes les commandes des derniers 30 jours

source: By Order Status:
de: Nach Bestellstatus
fr: Par ordre d'état :

source: All Pending orders
de: Alle ausstehenden Bestellungen
fr: Toutes les commandes en attentes

source: All In-Progress orders
de: Alle laufenden Bestellungen
fr: Toutes les commandes en cours

source: All Ready orders
de: Alle Ready Bestellungen
fr: Toutes les commandes pretes

source: All Delivered orders
de: Alle gelieferten Bestellungen
fr: Toutes les commandes livrées

source: All Cancelled orders
de: Alle stornierten Bestellungen
fr: Toutes les commandes annulées

# NAME OF TRANSLATORS
source: Your names
de: Vitali Kari
fr: Girard Henri

# EMAIL OF TRANSLATORS
source: Your emails
de: vitali.kari@googlemail.com
fr: girardhenri@free.fr

source: Purchase Qty:
de: Lagerbestand:
fr: Qté en achat :

source: Stock Qty:
de: Lagerbestand:
fr: Quantité en stock :

source: Gross Profit: %1% (%2)
de: Grober Profit: %1% (%2)

source: Enter the quantity and reason for the change, then press <ENTER> to accept, <ESC> to cancel
de: Bitte Anzahl und Grund der Änderung eingeben. Mit <Eingabe> bestätigen, mit <Esc> abbrechen
fr: Entrer une Qté et une raison pour le changement, ensuite appuyer sur <ENTER> pour valider,

source: Code %1 already exists.
de: Artikel %1 existiert bereits.
fr: Code %1 existe déjà

source: Discounts Editor
de: Rabatt Editor
fr: Editeur de remises

source: Product Name
de: Artikelbezeichnung
fr: Nom du produit

source: Last Price
de: letzter Preis
fr: Dernier prix

source: Items in this purchase [ %1 items, %2 ]
de: Eingekaufte Artikel [ %1 Artikel, %2 ]
fr: Articles dans cet achat [ %1 articles, %2 ]

source: No Photo
de: kein Foto
fr: Pas de photo

source: Login
de: Anmeldung
fr: Nom de compte

source: Users
de: Benutzer
fr: Utilisateurs

source: Clients
de: Kunden

source: Products
de: Artikel
fr: Produits

source: Measures
de: Maßeinheiten
fr: Mesures

source: Categories
de: Kategorien
fr: Catégories

source: Offers
de: Angebote
fr: Offres

source: Quick Plots
de: Schnellübersicht
fr: Points rapides

source: Check Out
de: Warenausgang
fr: Vérifier

source: Stock Correction
de: Lagerbestandskorrektur
fr: Correction du stock

source: Print End of day report
de: Tagesabschluß drucken
fr: Imprimer le rapport de fin de journée

source: Print General end of day report
de: Allgemeinen Tagesbericht drucken
fr: Imprimer le rapport général de fin de journée

source: Print End of month report
de: Monatsabschluss drucken
fr: Imprimer le rapport de fin de mois

source: Print Low stock products
de: Artikel mit geringem Lagerbestand drucken
fr: Imprimer les stocks de produit bas

source: Print Sold out products
de: Ausverkaufte Artikel drucken
fr: Imprimer les produits vendus

source: Show Special Orders
de: Sonderangebote anzeigen
fr: Afficher les commandes spéciales

source: Ticket Messages
de: Rechnungsmeldungen
fr: Messages de ticket

source: View Events Log
de: Ereignisse anzeigen
fr: Voir le fichier d'événements

source: View Currencies
de: zeige Währungen

source: View Reservations
de: zeige Reservierungen

source: General
de: Allgemein
fr: Général

source: Printers
de: Drucker
fr: Imprimantes

source: Authorisation Required
de: Autorisation wird benötigt
fr: Authorisation obligatoire

source: Enter administrator/supervisor user and password please.
de: Administrator/Leiter Benutzername und Passwort eingeben.
fr: Entrer SVP le mot passe utilisateur administrateur/superviseur.

source: Basic Information
de: Basisinfo
fr: Information de base

source: End of Day
de: Tagesabschluß
fr: Fin du jour

source: General End of Day
de: Allgemeiner Tagesbericht
fr: Fin du jour général

source: End of Month
de: Monatsabschluss
fr: Fin de mois

source: Sold Out Products
de: Ausverkaufte Artikel
fr: Produits vendus

source: Low Stock Products
de: Artikel mit geringem Lagerbestand
fr: Stock de produits bas

source: Stock Report
de: Lagerbericht
