Repository: miguelchavez/lemonpos
Catalog: squeeze/src/po/*.po
Languages: de, fr

source: Unable to connect to the database
de: keien Verbindung zur Datenbank
fr: Impossible de se connecter à la base de données

source: Quick Information
de: Schnellinfo
fr: Information rapide

source: Vendors
de: Verkäufer
fr: Vendeurs

source: Weight and Measures
de: Einheiten und Gewichte
fr: Poids et mesures

source: Currencies
de: Währungen

source: Reservations
de: Reservierungen

source: Month Sales (%1)
de: Verkäufe pro Monat (%1)
fr: Ventes du mois (%1)

source: Month Profit (%1)
de: Monatsgewinn (%1)
fr: Bénéfice du mois (%1)

source: Sold Units
de: Verkauft
fr: Unités vendues :

source: Trying connection in %1 seconds...
de: Verbindungsversuch in %1 Sekunden...
fr: Essai de connection dans %1 secondes

source: Connecting...
de: Verbinde...
fr: Connection...

source: Squeeze has encountered an error, click details to see the error details.
de: Ein Fehler ist aufgetreten, für mehr Informationen details anklicken.
fr: Squeeze a rencontré une erreur, cliquer sur détails pour plus d'information

source: Error
de: Fehler
fr: Erreur

source: Category
de: Kategorie
fr: Catégorie

source: Price
de: Preis
fr: Prix

source: Cost
de: lEK-Preis (netto)
fr: Coût

source: Stock Qty
de: Lagerbestand
fr: Quantité en stock

source: Last Sold
de: letzter Verkauf
fr: Dernière vente

source: Last Provider
de: letzte Provider
fr: Dernier fournisseur

source: Product Affected
de: Artikel betroffen
fr: Produit affecté

source: Discount Applied (%)
de: Rabatt angewendet (%)
fr: Remise appliquée (%)

source: Valid from
de: Gültig ab
fr: Valide depuis

source: Valid until
de: Gültig bis
fr: Valide jusque

source: Client
de: Kunde

source: Type
de: Typ

source: Amount
de: Betrag
fr: Montant

source: Date
de: Datum

source: Time
de: Uhrzeit
fr: Temps

source: Paid with
de: Bezahlt mit
fr: Payer avec

source: Change Given
de: Rückgeld gegeben
fr: Monaie rendue

source: Pay Method
de: Zahlungsweise
fr: Mhétode de paiement

source: State
de: Status
fr: Etat

source: Card Num
de: Karten-Nr.
fr: N° de carte

source: Items Count
de: Zähler
fr: Articles comptés

source: Points
de: Bonuspunkte

source: Discount %1
de: Rabatt %1
fr: Remise %1

source: Discount %
de: Rabatt %
fr: Remise %

source: Card Authorization #
de: Kartenautorisation

source: Terminal #
de: Kassen-Nr.

source: Provider
de: Anbieter
fr: Fournisseur

source: Initial amount
de: Anfangsbestand
fr: Montant initial

source: In
de: Ein
fr: Entrée

source: Out
de: Aus
fr: Sortie

source: Cash in drawer
de: Geld in der Kasse
fr: Montant en caisse

source: Received by Card
de: durch Karte
fr: Reçu par carte

source: Order #
de: Bestellung
fr: Commande #

source: Sold by
de: Verkäuferin
fr: Vendu par

source: Notes
de: Bemerkungen

source: Payment
de: Zahlung
fr: Paiement

source: Payment Complete
de: Zahlung komplett
fr: Paiement total

source: Reservation
de: Reservierung

source: Prepayment
de: Vorkasse

source: Total
de: Gesamt

source: Settings changed
de: Einstellungen geändert
fr: Configuration changée

source: Purchase #%4 - %1 x %2 (%3)
de: Kauf #%4 - %1 x %2 (%3)

source: Purchase #%4 - [new] - %1 x %2 (%3)
de: Kauf #%4 - [new] - %1 x %2 (%3)

source: The desired product is a group and its stock cannot be modified, try modifying each of its contents.
de: Das gewünschte Produkt ist eine Gruppe, daher kann sein Bestand nicht geändert werden, versuchen Sie jedes einzelne Inhalt zu ändern.
fr: Le produit désiré fait partie d'un groupe qui ne peut etre modifié. Essayez de modifier chacun de ses éléments.

source: Cannot modify stock
de: kann Artikel nicht ändern
fr: Stock non modifiable

source: Stock Correction: [Product %1] from %2 to %3. Reason:%4
de: Lagerbestandskorrektur: [%1] von %2 auf %3. Grund:%4

source: New Weight or Measure
de: Neue Einheit oder Gewicht
fr: Nouveau poids et mesures

source: Enter the new weight or measure to insert:
de: Neue Einheit oder Gewicht eingeben:
fr: Entrer le nouveau poid ou mesure à insérer :

source: New category
de: Neue Kategorie
fr: Nouvelle catégorie

source: Enter the new category to insert:
de: Neue Kategorie eingeben
fr: Entrer la nouvelle catégorie à insérer

source: Please select a client to delete, then press the delete button again.
de: Bitte Kunden zum löschen auswählen, dann nochmal löschen betätigen
fr: SVP sélectionner un client à effacer, puis appuyer sur le bouton "effacer"

source: Cannot delete
de: kann nicht gelöscht werden
fr: Ne peut pas être effacé

source: Do you really want to delete the client named %1?
de: Wollen Sie wirklich den Kunden %1 löschen?
fr: Voulez vous vraiment effacer le client sélectionné %1?

source: Delete
de: Löschen
fr: Effacer

source: Default client cannot be deleted.
de: Standart Kunde kann nicht gelöscht werden.
fr: Le client par défaut ne peut pas etre effacé

source: Please select a user to delete, then press the delete button again.
de: Bitte Benutzer zum löschen auswählen, dann nochmal löschen betätigen
fr: SVP sélectionner un utilisateur à effacer, puis appuyer sur le bouton "effacer"

source: Do you really want to delete the user named %1?
de: Wollen Sie wirklich den Benutzer %1 löschen?
fr: Voulez vous vraiment effacer l'utilisateur sélectionné %1?

source: Admin user cannot be deleted.
de: Administrator kann nicht gelöscht werden
fr: On ne peut pas effacer l'administrateur.

source: Please select an offer to delete, then press the delete button again.
de: Bitte Angebot zum löschen auswählen, dann nochmal löschen betätigen
fr: SVP sélectionner une offre à effacer, puis appuyer sur le bouton "effacer"

source: Do you really want to delete the selected discount?
de: Wollen Sie wirklich das ausgewählte Angebot löschen?
fr: Voulez vous vraiment effacer l'offre sélectionnée %1?

source: Please select a product to delete, then press the delete button.
de: Bitte Artikel zum löschen auswählen, dann nochmal löschen betätigen
fr: SVP sélectionner un produit à effacer, puis appuyer sur le bouton "effacer"

source: Do you really want to delete the selected product?
de: Wollen Sie wirklich den ausgewählten Artikel löschen
fr: Voulez vous vraiment effacer le produit sélectionnée %1?

source: Please select a row to delete, then press the delete button again.
de: Bitte Zeile zum löschen auswählen, dann nochmal löschen betätigen
fr: SVP sélectionner une rangée à effacer, puis appuyer sur le bouton "effacer"

source: Do you really want to delete the measure '%1'?
de: Wollen Sie wirklich die Einheit %1 löschen?
fr: Voulez vous vraiment effacer la mesure %1?

source: Default measure cannot be deleted.
de: Standart Einheit kann nicht gelöscht werden.
fr: La mesure par défaut ne peut etre supprimée

source: Please select a category to delete, then press the delete button again.
de: Bitte Kategorie zum löschen auswählen, dann nochmal löschen betätigen
fr: SVP sélectionner une catégorie à effacer, puis appuyer sur le bouton "effacer"

source: Do you really want to delete the category '%1'?
de: Wollen Sie wirklich die Kategorie %1 löschen?
fr: Voulez vous vraiment effacer la catégorie %1?

source: Default category cannot be deleted.
de: Standart Kategorie kann nicht gelöscht werden.
fr: Catégorie par défaut ne peut etre effacée

source: Reason
de: Grund
fr: Raison

source: Terminal Num.
de: Kassen-Nr.
fr: Terminal N°

source: Save As
de: Speichern als
fr: Sauver en tant que...

source: CSV files (*.csv)
de: CSV datei (*.csv)
fr: Fichier CSV (*.csv)

source: Exporting data...
de: Exportiere ...
fr: Données à exporter

source: Abort
de: Abbruch
fr: Annuler

source: End of day report
de: Tagesabschluss Bericht
fr: Rapport de fin de journée

source: All Terminals
de: Alle Kassen
fr: Tous les terminaux

source: Method
de: Methode
fr: Méthode

source: Total taxes collected today:
de: Steuereinnahmen heute:

source: Total Sales : %1
de: Gesamter Verkauf :%1
fr: Ventes Totales : %1

source: Total Profit: %1
de: Gesamter Gewinn :%1
fr: Bénéfice total : %1

source: Print end of day report
de: Tagesabschluss Bericht drucken
fr: Imprimer le rapport de fin de journée

source: Enter the Terminal number for the end of day, then press <ENTER> to accept, <ESC> to cancel
de: Kassennummer für Tagesschluss eingeben, dann <Eingabe> zum akzeptieren, <Esc> zum abbrechen
fr: Entrer le N° de Terminal en fin de journée, ensuite appuyer <ENTER> pour accepter, <ESC> pour annuler

source: No transactions to print!
de: keine Transaktionen!
fr: Aucune transactions à imprimer

source: No transactions for terminal #%1 for today.
de: Heute keine Bewegungen bei der Kasse Nr. %1
fr: Aucune transaction dans le terminal #%1 aujourd'hui

source: terminal # %1
de: Kasse Nr. %1

source: Total taxes collected for this terminal:
de: Steuereinnahmen für diesen Terminal:

source: End of Month report
de: Monatsabschluss Bericht
fr: Rapport de fin de mois

source: Total taxes collected for the month:
de: Steuereinnahmen für diesen Monat:

source: Print end of Month report
de: Monatsabschluss Bericht drucken
fr: Imprimer le rapport de fin de mois

source: Low Stock Products (< %1)
de: Minimalbestand Artikel (< %1)
fr: Produit en faible stock

source: Stock Qty.
de: Lagerbestand.
fr: Quantité en stock

source: Sold
de: Verkauft
fr: Vendu

source: Units
de: Einheiten
fr: Unités

source: Print Low Stock Report
de: Minimalbestand Bericht drucken
fr: Imprimer le rapport de stock bas

source: Product Stock (excluding groups)
de: Produkt-Lager (ohne Gruppen)

source: Print Sold Out Products
de: Ausverkaufte Artikel drucken
fr: Imprimer les produits vendus

source: Please select a balance to print, then press the print button again.
de: Bitte wählen Sie eine Bilanz zum drucken, drücken Sie die Schaltfläche "Drucken" erneut.
fr: SVP sélectionner un solde à imprimer ensuite appuyez sur le bouton à nouveau

source: Cannot print
de: kann nicht gedruckt werden
fr: Ne peut s'imprimer

source: Balance Id:%1
de: Bilanz ID:%1
fr: Soldes ID : %1

source: %1 at Terminal # %2
de: %1 auf Kasse Nr. %2
fr: %1 au Terminal # %2

source: Deposit
de: Einlagerung
fr: Dépot

source: In Drawer
de: in der Kasse
fr: En caisse

source: Transactions Details
de: Transaktionen
fr: Détails des transactions

source: Paid
de: Bezahlt
fr: Payé

source: End : %1
de: Ende : %1
fr: Fin : %1

source: Cash flow Details
de: Umsatz Details
fr: Détails du fond roulant

source: Initial Amount deposited:
de: Anfangsbestand
fr: Montant du dépot initial

source: Print Balance
de: Bilanz drucken
fr: Imprimer le solde

source: Events Log
de: Ereignisanzeige

source: User
de: Benutzer
fr: Utilisateur

source: Event
de: Ereignis
fr: Evénement

source: Message
de: Nachricht

source: Month
de: Monat
fr: Mois

source: Enter the new ticket message.
de: neue Rechnungsnachricht eingeben
fr: Entrer le message du nouveau ticket

source: Enter the new currency
de: Neue Währung eingeben

source: Do you really want to delete the currency '%1'?
de: Wollen Sie wirklich die Währung '%1' löschen?

source: Default currencies cannot be deleted.
de: Standart Währung kann nicht gelöscht werden.

source: User Editor
de: Benutzer Editor
fr: Editeur d'utilisateur

source: Out of stock
de: Ausverkauft
fr: Sortie du stock

source: Raw Product
de: Rohprodukt
fr: Produit brut

source: Group
de: Gruppe
fr: Groupe

source: &Quit
de: &Ende
fr: &Quitter

source: Username:
de: Benutzername
fr: Nom utilisateur :

source: Password:
de: Passwort
fr: Mot de passe :

source: Invalid username or password
de: Benutzername oder Passwort falsch
fr: Mot de passe ou utilisateur non valide

source: Product Code:
de: Artikelnummer:
fr: Code Produit :

source: Month or Season:
de: Monat oder Jahr:
fr: Mois ou saison

source: New Stock Qty:
de: neuer Lagerbestand:
fr: Nouvelle Quantité en stock :

source: New currency factor:
de: Neuer Währungsfaktor:

source: Amount:
de: Betrag:
fr: Montant :

source: New Message:
de: neue Nachricht:
fr: Nouveau message

source: New Currency Name:
de: neuer Name für Währung:

source: Reason:
de: Grund der Änderung:
fr: Raison :

source: Ticket #:
de: Rechnungsnummer:

source: valid amount between %1 and %2
de: gültigen Betrag zwischen 1% und 2%
fr: Montant valide entre %1 et %2

source: Enter the product code here...
de: Artikelnummer hier eingeben
fr: Entrer le code produit ici ...

source: Enter the new stock quantity here...
de: hier den aktuellen/neuen Lager Bestand eingeben
fr: Entrer la nouvelle quantité en stock ici ...

source: Terminal Number:
de: Kassen Nummer:
fr: N° de terminal :

source: Enter the terminal number here...
de: Nummer der Kasse hier eingeben
fr: Entrer le N° de terminal ici ...

source: Enter the number of the month or season here...
de: Nummer des Monats oder des Jahres hier eingeben
fr: Entrer le nombre de mois ou saison ici ...

source: Enter the new currency name...
de: hier den neuen Währungsnamen eingeben

source: Enter the new currency factor...
de: hier den neuen Umrechnungsfaktor eingeben

source: squeeze
fr: Presser

source: &Name:
fr: &Nom :

source: Administrator
fr: Administrateur

source: &Server:
fr: &Serveur :

source: Pro&fit (%):
fr: Béné&fice (%):

source: Filter:
fr: Filtre :

source: Export
fr: Exporter

source: Filter
fr: Filtre

source: Name
fr: Nom

source: Alpha Code
fr: Code Alpha

source: Status
fr: Etats

source: Start: %1
fr: Début: %1
